[
    {
        "id": "bgee-data",
        "source": "BGee (data)",
        "source-link": "http://bgee.org",
        "status": "complete",
        "description": "Bgee is a database to retrieve and compare gene expression patterns in multiple animal species, produced from multiple data types (RNA-Seq, Affymetrix, in situ hybridization, and EST data).",
        "data-field": "biomedical",
        "data-type": "x-species",
        "data-categories": [
            "expression data"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://bgee.org/?page=doc&action=access"
            }
        ],
        "license": "unknown",
        "license-type": "unknown",
        "license-commentary": [
            "As of two years ago, they seem to want to migrate over to CC BY, but after some searching, it could not be cited on their main data portal: https://think-lab.github.io/d/82/#15",
            "They do not seem to me looking at the remix affects of licenses of their own data (http://bgee.org/?page=source).",
            "Assuming they have defaulted to ARR."
        ],
        "contacts": [
            "Bgee@isb-sib.ch"
        ],
        "license-issues": [
            {
                "criteria": "A.1.2",
                "comment": "After some search we were unable to determine the license of the non-ontology portions of the BGee data. No explicit license statements were apparent, causing a cascade of criteria violations. In spite of this, access itself is clear, so one star is awarded accordingly for C."
            }
        ]
    },
    {
        "id": "bgee-ontology",
        "source": "BGee (ontology)",
        "source-link": "http://bgee.org",
        "status": "complete",
        "description": "Bgee is a database to retrieve and compare gene expression patterns in multiple animal species, produced from multiple data types (RNA-Seq, Affymetrix, in situ hybridization, and EST data).",
        "data-field": "biomedical",
        "data-type": "expression data",
        "data-categories": [
            "ontology"
        ],
        "data-access": [
            {
                "label": "CIO",
                "type": "download",
                "location": "https://github.com/BgeeDB/confidence-information-ontology"
            },
            {
                "label": "HO",
                "type": "download",
                "location": "https://github.com/BgeeDB/homology-ontology"
            },
            {
                "label": "ASA",
                "type": "download",
                "location": "https://github.com/BgeeDB/anatomical-similarity-annotations"
            }
        ],
        "license": "GPL-3.0",
        "license-type": "copyleft",
        "license-link": "https://github.com/BgeeDB/",
        "license-issues": [
            {
                "criteria": "D.1.2",
                "comment": "By using the GPLv3, there may be issues in mixing and redistributing this data with licenses that have incompatible terms."
            }
        ],
        "license-commentary": [
            "It is somewhat unclear, but apparently all ontology data is under the listed GNU GPL v.3.0; this may be problematic for some types of reuse."
        ],
        "contacts": [
            "Bgee@isb-sib.ch"
        ]
    },
    {
        "id": "biogrid",
        "source": "BioGRID",
        "source-link": "https://thebiogrid.org",
        "status": "incomplete",
        "description": "interaction",
        "data-field": "biology",
        "data-type": "x-species",
        "data-categories": [
            "protein-protein interaction"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "https://thebiogrid.org/download.php"
            }
        ],
        "license": "unknown",
        "license-type": "unknown",
        "license-link": "http://wiki.thebiogrid.org/doku.php/terms_and_conditions",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "neither \"All rights reserved\", nor \"copyright\" are mentioned, ergo custom"
            },
            {
                "criteria": "B.2.1",
                "comment": "Rights stay with original submitter."
            },
            {
                "criteria": "D.1.1"
            },
            {
                "criteria": "E.1.1"
            }
        ],
        "license-commentary": [
            "All information, data, text, software, music, sound, photographs, graphics, video, messages, or any other materials whatsoever (collectively, “Content”), whether publicly posted or privately transmitted, is the sole responsibility of the person from whom such Content originated. This means that the user, and not BioGRID, is entirely responsible for all Content that he or she uploads, posts, emails or otherwise transmits via the BioGRID Sites.",
            "Use, reproduction, modification, and other intellectual property rights to data stored on the BioGRID Sites will be subject to licensing arrangements that may be approved by BioGRID as applicable to such Content.",
            "You agree not to sell, resell, or offer for any commercial purposes, any portion of the BioGRID Sites, use of the BioGRID Sites, or access to the BioGRID Sites.",
            "Our designated agent to receive notification of claimed infringement is:  Mr. Terry Donaghue Director Technology Transfer and Industrial Liason 600 University Avenue Toronto, ON, Canada donaghue@mshri.on.ca TEL: 416-586-8225 FAX: 416-586-3110"
        ],
        "contacts": [
            "biogridadmin@gmail.com"
        ]
    },
    {
        "id": "clinvar",
        "source": "ClinVar",
        "source-link": "TODO",
        "status": "incomplete",
        "description": "ClinVar archives and aggregates information about relationships among variation and human health. ClinVar collects reports of variants found in patient samples, assertions made regarding their clinical significance, information about the submitter, and other supporting data.",
        "data-field": "biomedical",
        "data-type": "human",
        "data-categories": [
            "disease-gene association",
            "variant-disease association",
            "variant definitions"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "https://www.ncbi.nlm.nih.gov/clinvar/docs/ftp_primer/"
            }
        ],
        "license": "unknown",
        "license-type": "public domain",
        "license-link": "http://www.ncbi.nlm.nih.gov/clinvar/docs/maintenance_use/",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "public domain"
            },
            {
                "criteria": "B.1"
            },
            {
                "criteria": "B.2.1"
            },
            {
                "criteria": "B.2.2"
            }
        ],
        "license-commentary": [
            "Information that is created by or for the US government on this site is within the public domain. Public domain information on the National Library of Medicine (NLM) Web pages may be freely distributed and copied. However, it is requested that in any subsequent use of this work, NLM be given appropriate acknowledgment.",
            "NOTE: This site contains resources which incorporate material contributed or licensed by individuals, companies, or organizations that may be protected by U.S. and foreign copyright laws. These include, but are not limited to PubMed Health (see PubMed Health Copyright and Restrictions Notice), PubMed Central (PMC) (see PMC Copyright Notice), Bookshelf (see Bookshelf Copyright Notice), OMIM (see OMIM Copyright Status), and PubChem. All persons reproducing, redistributing, or making commercial use of this information are expected to adhere to the terms and conditions asserted by the copyright holder. Transmission or reproduction of protected items beyond that allowed by fair use (PDF) as defined in the copyright laws requires the written permission of the copyright owners."
        ],
        "contacts": [
            "info@ncbi.nlm.nih.gov"
        ]
    },
    {
        "id": "coriell-institute",
        "source": "Coriell Institute for Medical Research",
        "source-link": "https://coriell.org/",
        "status": "nonpublic",
        "description": "The Coriell Cell Repositories provide essential research reagents to the scientific community by establishing, verifying, maintaining, and distributing cell cultures and DNA derived from cell cultures. These collections, supported by funds from the National Institutes of Health (NIH) and several foundations, are extensively utilized by research scientists around the world. NINDS and NIGMS cell line catalog. NIGMS samples represent a variety of disease states, chromosomal abnormalities, apparently healthy individuals and many distinct human populations. NINDS samples are drawn from subjects with cerebrovascular disease, epilepsy, motor neuron disease, Parkinsonism and Tourette Syndrome, as well as controls.",
        "data-field": "biology",
        "data-type": "human",
        "data-categories": [
            "disease-model association"
        ],
        "data-access": [],
        "license": "unknown",
        "license-type": "unknown",
        "license-link": "https://www.coriell.org/legal-notice",
        "license-issues": [
            {
                "criteria": "A.1.2",
                "comment": "See license commentary."
            },
            {
                "criteria": "C.1",
                "comment": "No on-site data."
            },
            {
                "criteria": "C.2",
                "comment": "No on-site data."
            }
        ],
        "license-commentary": [
            "After searching, https://coriell.org, https://catalog.coriell.org, and (for example) https://catalog.coriell.org/1/NHGRI, we could find no information on a publicly available data resource beyond Excel spreadsheets.",
            "For example, from https://catalog.coriell.org/1/NHGRI/FAQs : The NHGRI Repository at Coriell is the sample repository for the International HapMap Project and the 1000 Genomes Project. We provide cell lines and DNA, but do not house the data for these projects. Data associated with these samples can be found at the following project websites...",
            "This resource has no stars due to no data, possibly due to Coriell not actually being a proper upstream data resource; this doesn not reflect the main work or Coriell."
        ],
        "contacts": [
            "communications@coriell.org"
        ]
    },
    {
        "id": "ctd",
        "source": "Comparative Toxicogenomics Database (CTD)",
        "source-link": "http://ctdbase.org",
        "status": "complete",
        "description": "CTD promotes understanding about the effects of environmental chemicals on human health by integrating data from curated scientific literature to describe chemical interactions with genes and proteins, and associations between diseases and chemicals, and diseases and genes/proteins.",
        "data-field": "biology",
        "data-type": "x-species",
        "data-categories": [
            "disease-gene association"
        ],
        "data-access": [
            {
                "type": "api",
                "location": "http://ctdbase.org/tools/batchQuery.go"
            },
            {
                "type": "download",
                "location": "http://ctdbase.org/downloads/"
            }
        ],
        "license": "custom",
        "license-type": "restrictive",
        "license-link": "http://ctdbase.org/about/legal.jsp",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "Custom license with interesting use restrictions."
            },
            {
                "criteria": "B.1",
                "comment": "For quality control purposes, you must provide CTD with periodic access to your publication of our data."
            },
            {
                "criteria": "D.1.2",
                "comment": "Given the four statements in the Additional Terms of Data Use, notably number 4, it looks like any downstream user would have to renegotiate with CTD."
            },
            {
                "criteria": "E.1.1",
                "comment": "Without negotiation: \"It is to be used only for research and educational purposes.\""
            }
        ],
        "license-commentary": [
            "There are statements made in the Additional Terms of Data Use that would make it very difficult to re-use the data provided without a air amount o coordination with the resource and changes to information handling."
        ],
        "contacts": [
            "http://ctdbase.org/help/contact.go"
        ]
    },
    {
        "id": "dbgap",
        "source": "dbGaP (public)",
        "source-link": "https://www.ncbi.nlm.nih.gov/gap",
        "status": "complete",
        "description": "The database of Genotypes and Phenotypes (dbGaP) was developed to archive and distribute the data and results from studies that have investigated the interaction of genotype and phenotype in Humans. Provides authorized access to protected and raw data (e.g., Genotype-Tissue Expression (GTEx) project).",
        "data-field": "biology",
        "data-type": "human",
        "data-categories": [
            "genotype-phenotype"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "ftp://ftp.ncbi.nlm.nih.gov/dbgap/"
            }
        ],
        "license": "unknown",
        "license-type": "unknown",
        "license-link": "https://grants.nih.gov/grants/guide/notice-files/NOT-OD-14-124.html",
        "license-issues": [
            {
                "criteria": "A.1.1",
                "comment": "Per the dgGaP data use certification, 'The terms and conditions of using dbGaP data vary by study'. All terms and conditions are to align with NIH GDS."
            },
            {
                "criteria": "C.1",
                "comment": "Cannot access all the data."
            },
            {
                "criteria": "C.2",
                "comment": "Access methods are not transparent."
            }
        ],
        "license-commentary": [
            "The data seems to include a large amount of identifiable and is controlled as such.",
            "There also exists unrestricted data and the thus the NIG GDS data use policy is two-tiered.",
            "Controlled-access policy 'https://www.ncbi.nlm.nih.gov/books/NBK99227/'",
            "General data sharing information (see data sharing policy section) 'https://www.ncbi.nlm.nih.gov/books/NBK5296/'",
            "NIH GDS policy tone and language seems non-uniform and more like case-by-case.",
            "Example GTex project submitted policy 'https://dbgap.ncbi.nlm.nih.gov/aa/wga.cgi?view_pdf&stacc=phs000424.v1.p1'",
            "NIH GDS states 'NIH expects investigators and their institutions to provide basic plans for following this Policy' however we assume the burden stays with data re-reuser to contact source with questions and issues should they arise effecting criteria B.",
            "Regarding institutional affiliation 'https://www.ncbi.nlm.nih.gov/books/NBK45308/'",
            "A.2: unknown license type due to 'The terms and conditions of using dbGaP data vary by study'.",
            "B.1: Negotation needed for controlled- access data and license type or terms and conditions unknown.",
            "B.2.2: Scoping is incomplete as license type or terms and conditions unknown.",
            "D.1.2: Because the terms and conditions vary by study, cannot comment on downstream reuse/remix.",
            "E.1.1: Language in the NIH GDS policy may be interpreted by non-legal professional that the contents may be reused by researchers (at NIH or with Institutional affiliation)."
        ],
        "contacts": [
            "https://www.ncbi.nlm.nih.gov/books/NBK5296/"
        ]
    },
    {
        "id": "encode",
        "source": "ENCODE",
        "source-link": "https://www.genome.gov/10005107/",
        "status": "complete",
        "description": "The Encyclopedia of DNA Elements (ENCODE) Consortium is an international collaboration of research groups funded by the National Human Genome Research Institute (NHGRI). The goal of ENCODE is to build a comprehensive parts list of functional elements in the human genome, including elements that act at the protein and RNA levels, and regulatory elements that control cells and circumstances in which a gene is active.",
        "data-field": "biology",
        "data-type": "genomic resource",
        "data-categories": [
            "genomic elements"
        ],
        "data-access": [
            {
                "type": "api",
                "location": "https://www.encodeproject.org/help/rest-api/"
            },
            {
                "type": "download",
                "location": "https://www.ncbi.nlm.nih.gov/geo/info/download.html"
            },
            {
                "type": "download",
                "location": "ftp://ftp.ebi.ac.uk/pub/databases/arrayexpress/data/"
            }
        ],
        "license": "custom",
        "license-type": "permissive",
        "license-link": "https://www.genome.gov/27528022/encode-consortium-data-release-policy/",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "Easy and perfectly (re)usable, yet custom."
            }
        ],
        "license-commentary": [
            "External data users may freely download, analyze and publish results based on any ENCODE data without restrictions as soon as they are released."
        ],
        "contacts": [
            "https://www.genome.gov/10005049/questions-and-feedback/"
        ]
    },
    {
        "id": "fantom5",
        "source": "Fantom5",
        "source-link": "http://fantom.gsc.riken.jp/5/",
        "status": "complete",
        "description": "We are complex multicellular organisms composed of ~400 distinct cell types. This diversity of cell types allow us to see, think, hear, fight infections etc. yet all of this is encoded in the same genome. The difference between all these cells is what parts of the genome they use – for instance, neurons use different genes than muscle cells, and therefore they work very differently. In FANTOM5, we have systematically investigated exactly what are the sets of genes used in virtually all cell types across the human body, and the genomic regions which determine where the genes are read from. We aim to use this information to build transcriptional regulatory models for every primary cell type that makes up a human.",
        "data-field": "biology",
        "data-type": "human",
        "data-categories": [
            "gene expression"
        ],
        "data-access": [],
        "license": "CC-BY-4.0",
        "license-type": "permissive",
        "license-link": "http://fantom.gsc.riken.jp/5/",
        "license-commentary": [],
        "contacts": [
            "fantom-help.gsc@riken.jp"
        ]
    },
    {
        "id": "flybase",
        "source": "FlyBase",
        "source-link": "http://flybase.org",
        "status": "complete",
        "description": "FlyBase is the model organism database providing integrated genetic, genomic, phenomic, and biological data for Drosophila melanogaster.",
        "data-field": "biology",
        "data-type": "MOD",
        "data-categories": [
            "genotype-phenotype association"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://flybase.org/static_pages/downloads/ID.html"
            }
        ],
        "license": "all rights reserved",
        "license-type": "copyright",
        "license-link": "http://flybase.org/wiki/FlyBase:About#FlyBase_Copyright",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "Copyright statement includes 'This publication may be copied for non-commercial, scientific uses by individuals or organizations (including for-profit organizations). FlyBase is freely distributed to the scientific community on the understanding that it will not be used for commercial gain by any organization. Any commercial use of this publication, or any parts thereof, is expressly prohibited without permission in writing from the FlyBase consortium.'"
            },
            {
                "criteria": "B.1",
                "comment": "Copyright statement includes 'Certain portions of FlyBase are copyrighted separately.'"
            },
            {
                "criteria": "B.2.1",
                "comment": "Copyright statement includes 'Certain portions of FlyBase are copyrighted separately.'"
            },
            {
                "criteria": "D.1.1",
                "comment": "As stated copyright may be interpreted by non-legal professional that the contents may be reused/remixed in a non-commercial context."
            },
            {
                "criteria": "E.1.1",
                "comment": "As stated copyright may be interpreted by non-legal professional that the contents may be reused/remixed in a non-commercial context."
            }
        ],
        "license-commentary": [
            "Copyright statement is not co-located with the data source."
        ],
        "contacts": [
            "http://flybase.org/cgi-bin/mailto-fbhelp.html"
        ]
    },
    {
        "id": "gtex",
        "source": "GTEx",
        "source-link": "http://www.gtexportal.org",
        "status": "complete",
        "description": "The Genotype-Tissue Expression (GTEx) project aims to provide to the scientific community a resource with which to study human gene expression and regulation and its relationship to genetic variation. This project will collect and analyze multiple human tissues from donors who are also densely genotyped, to assess genetic variation within their genomes. By analyzing global RNA expression within individual tissues and treating the expression levels of genes as quantitative traits, variations in gene expression that are highly correlated with genetic variation can be identified as expression quantitative trait loci, or eQTLs.",
        "data-field": "biology",
        "data-type": "human",
        "data-categories": [
            "gene expression"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "https://www.gtexportal.org/home/datasets"
            }
        ],
        "license": "custom",
        "license-type": "permissive",
        "license-link": "https://www.gtexportal.org/home/documentationPage",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "Custom license based on the various datasets and NIH Genomic Data Sharing Policy."
            },
            {
                "criteria": "C.1",
                "comment": "No API or URL to access all data groupings with single action."
            },
            {
                "criteria": "C.2",
                "comment": "No API or URL and therefore no reasonable and transparent access."
            },
            {
                "criteria": "D.1.1",
                "comment": "As stated copyright may be interpreted by non-legal professional that the contents may be reused/remixed for research/scientific purposes."
            },
            {
                "criteria": "E.1.1",
                "comment": "As stated copyright may be interpreted by non-legal professional that the contents may be reused/remixed research/scientific purposes."
            }
        ],
        "license-commentary": [
            "Protected Data and Raw Data in the portal has not included in evaluation of this resource. See the dbGaP file for score.",
            "The data not under the exceptions listed are under the NIH GDS (https://grants.nih.gov/grants/guide/notice-files/NOT-OD-14-124.html).",
            "Pilot data set (phs000424.v3.p1) - acceptance of the \"Ft. Lauderdale\" principles of rapid, pre-publication data release (see Sharing Data from Large-Scale Biological Research Projects: A System of Tripartite Responsibility, 2003). The continued success of rapid pre-publication data release relies on the scientific community to respect the data producer’s interest to publish a full analysis of their data first. Secondary users are asked to refrain from submitting manuscripts describing comprehensive analyses until the Consortium has published their analysis.",
            "May 8, 2015 - No restrictions - main manuscript published.",
            "phs000424.v4.p1 - the dataset is subject to 9 months publication restriction starting from the date of the release; no restrictions after Jan 4, 2015.",
            "All datasets from phs00424.v5.p1 forward will follow the NIH GDS policy. This means that once released through dbGaP, there are no restrictions on use or publication. This document and an accompanying table of dataset releases can be found at http://www.gtexportal.org/home/documentationPage.",
            "https://grants.nih.gov/grants/guide/notice-files/NOT-OD-14-124.html"
        ],
        "contacts": [
            "http://www.gtexportal.org/home/contact"
        ]
    },
    {
        "id": "hpo",
        "source": "Human Phenotype Ontology (HPO)",
        "source-link": "http://human-phenotype-ontology.github.io",
        "status": "complete",
        "description": "A curated database of human hereditary syndromes from OMIM, Orphanet, and DECIPHER mapped to classes of the human phenotype ontology. Various meta-attributes such as frequency, references and negations are associated with each annotation. These are presently limited to rare mendelian diseases.",
        "data-field": "biology",
        "data-type": "human",
        "data-categories": [
            "disease-phenotype association"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://human-phenotype-ontology.github.io/downloads.html"
            }
        ],
        "license": "custom",
        "license-type": "restrictive",
        "license-link": "http://human-phenotype-ontology.github.io/license.html",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "HPO is copyrighted to protect ontologies and all changes must be made by hpo developers."
            },
            {
                "criteria": "D.1.2",
                "comment": "Restricted downstream use. May not be edited."
            },
            {
                "criteria": "E.1.2",
                "comment": "Restricted downstream use translates to agents as well."
            }
        ],
        "license-commentary": [
            "immutability",
            "unclear derivatives",
            "That the Human Phenotype Ontology Consortium is acknowledged and cited properly.",
            "That neither the content of the HPO file(s) nor the logical relationships embedded within the HPO file(s) be altered in any way."
        ],
        "contacts": [
            "http://human-phenotype-ontology.github.io/contact.html"
        ]
    },
    {
        "id": "impc",
        "source": "International Mouse Phenotyping Consortium (IMPC)",
        "source-link": "http://www.mousephenotype.org",
        "status": "complete",
        "description": "The International Mouse Phenotyping Consortium (IMPC) is generating a knockout mouse strain for every protein coding gene by using the embryonic stem cell resource generated by the International Knockout Mouse Consortium (IKMC). Systematic broad-based phenotyping is performed by each IMPC center using standardized procedures found within the International Mouse Phenotyping Resource of Standardised Screens (IMPReSS) resource. Gene-to-phenotype associations are made by a versioned statistical analysis.",
        "data-field": "biology",
        "data-type": "mouse",
        "data-categories": [
            "genotype-phenotype association"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "ftp://ftp.ebi.ac.uk/pub/databases/impc/latest/"
            },
            {
                "type": "api",
                "location": "http://www.mousephenotype.org/data/documentation/data-access"
            }
        ],
        "license": "all rights reserved",
        "license-type": "copyright",
        "license-link": null,
        "license-issues": [
            {
                "criteria": "A.1.2",
                "comment": "Could not find licensing information in a reasonable location. Determined ARR by default."
            },
            {
                "criteria": "D.1.2",
                "comment": "Restricted downstream use per ARR."
            },
            {
                "criteria": "E.1.2",
                "comment": "All downstream agents restricted per ARR."
            }
        ],
        "license-commentary": [
            "Had to google to find the data use agreement page. Could not locate from browsing the website. 'http://www.mousephenotype.org/about-impc/additional-information/data-use-agreement'",
            "When the first major Project paper on these analyses is published, then researchers inside and outside the Project are free to present and publish using the Project data for these and other analyses.",
            "Perhaps the license page was removed because of publications and lifting of embargo as described above. Which defaults to ARR since no other license was found."
        ],
        "contacts": [
            "http://www.mousephenotype.org/contact-us"
        ]
    },
    {
        "id": "kegg",
        "source": "Kyoto Encyclopedia of Genes and Genomes (KEGG)",
        "source-link": "http://www.genome.jp/kegg/",
        "status": "complete",
        "description": "KEGG is an integrated database resource consisting of the seventeen main databases including systems, genomic, chemical, and health information.",
        "data-field": "biology",
        "data-type": "genomic resource",
        "data-categories": [
            "gene-pathway association",
            "disease-gene association",
            "orthology"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://www.kegg.jp/kegg/download/"
            }
        ],
        "license": "custom",
        "license-type": "restrictive",
        "license-link": "http://www.kegg.jp/kegg/legal.html",
        "license-issues": [
            {
                "criteria": "A.1.1",
                "comment": "Has multiple licenses (which are kind of hard to find)."
            },
            {
                "criteria": "B.1",
                "comment": "Needs negotiation."
            },
            {
                "criteria": "D.1.2",
                "comment": "Does not explicitly allow re-use, just use."
            },
            {
                "criteria": "E.1.1",
                "comment": "Certain groups are forbidden, but academic can use data"
            }
        ],
        "license-commentary": [
            "Pathway Solutions here: http://www.pathway.jp/",
            "-Non-academic users and Academic users intending to use KEGG for commercial purposes are requested to obtain a license agreement through KEGG\\'s exclusive licensing agent, Pathway Solutions, for installation of KEGG at their sites, for distribution or reselling of KEGG data, for software development or any other commercial activities that make use of KEGG, or as end users of any third-party application that requires downloading of KEGG data or access to KEGG data via the KEGG API."
        ],
        "contacts": [
            "http://www.genome.jp/feedback/"
        ]
    },
    {
        "id": "mgi",
        "source": "Mouse Genome Informatics (MGI)",
        "source-link": "http://www.informatics.jax.org/",
        "status": "complete",
        "description": "MGI is the international database resource for the laboratory mouse, providing integrated genetic, genomic, and biological data to facilitate the study of human health and disease.",
        "data-field": "biology",
        "data-type": "MOD",
        "data-categories": [
            "genotype-phenotype association",
            "disease-model association",
            "gene expression"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://www.informatics.jax.org/downloads/reports/index.html"
            }
        ],
        "license": "custom",
        "license-type": "permissive",
        "license-link": "http://www.informatics.jax.org/mgihome/other/copyright.shtml",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "Custom license."
            },
            {
                "criteria": "E.1.1",
                "comment": "distinguishes groups, allowing for research/academic. Commercial groups can negotiate."
            }
        ],
        "license-commentary": [
            "-This software and data are provided to enhance knowledge and encourage progress in the scientific community and are to be used only for research and educational purposes.",
            "-Any reproduction or use for commercial purpose is prohibited without the prior express written permission of the Jackson Laboratory."
        ],
        "contacts": [
            "http://www.informatics.jax.org/mgihome/support/mgi_inbox.shtml"
        ]
    },
    {
        "id": "mpd",
        "source": "Mouse Phenome Database (MPD)",
        "source-link": "https://phenome.jax.org/",
        "status": "complete",
        "description": "The Mouse Phenome Database is a collaborative standardized collection of measured data on laboratory mouse strains, and includes: baseline phenotype data sets; studies of drug, diet, disease and aging effect; protocols, projects, and publications; and SNP, variation and gene expression studies. MPD collects data for classical inbred strains, other fixed-genotype strains, derived lines and populations that are openly acquirable (strain panel examples). Strains can be from JAX-Mice or from any other vendor that\\'s a recognized breeding source.",
        "data-field": "biology",
        "data-type": "MOD",
        "data-categories": [
            "genotype (strain)-phenotype association"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://phenome.jax.org/downloads"
            }
        ],
        "license": "custom",
        "license-type": "permissive",
        "license-link": "http://phenome.jax.org/about/termsofuse",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "Custom license, yet consistent."
            }
        ],
        "license-commentary": [
            "-MPD data contributors waive copyright and related rights, making their data freely available whereby MPD users may freely build upon, enhance and reuse those data for any purpose without restriction. Scholarly citation norms must be followed for content reuse.",
            "-The Jackson Laboratory\\'s web site privacy policy applies to all use of this resource.",
            "-The Mouse Phenome Database (MPD) is an NIH-funded data sharing repository and adheres to the NIH Genomic Data Sharing Policy.",
            "-Any reproduction of JAX(R) Mice mouse images is prohibited without prior express written permission (see the JAX(R) Mice Terms of Use for details).",
            "-Data contributors and data users may not use MPD in any unlawful manner, or in any manner that would impair MPD\\'s services, security or functionality. Automated usage (webcrawlers and similar) must observe each page\\'s \"meta robots\" html tags and space requests by ≥ 2 seconds. We reserve the right to block violators and to take any other action as we deem necessary."
        ],
        "contacts": [
            "phenome@jax.org"
        ]
    },
    {
        "id": "mygene-info",
        "source": "MyGene.info",
        "source-link": "http://mygene.info",
        "status": "complete",
        "description": "MyGene.info provides simple-to-use REST web services to query/retrieve gene annotation data.",
        "data-field": "biology",
        "data-type": "genomic resource",
        "data-categories": [
            "gene definition"
        ],
        "data-access": [
            {
                "type": "api",
                "location": "http://mygene.info/v3/api"
            }
        ],
        "license": "copyright",
        "license-type": "copyright",
        "license-link": "http://mygene.info/terms/",
        "license-commentary": [
            "MyGene.info may contain information from third party websites, which may or may not be marked with the name of the source. Such information does not necessarily represent the views or opinions of TSRI, and TSRI shall have no responsibility whatsoever for such information.",
            "You also agree that you will ensure that any copies of documents you generate by using MyGene.info shall retain and display all copyright and other proprietary notices contained therein.",
            "TSRI shall have no responsibility whatsoever for such information [from 3rd party websites].",
            "Nothing contained herein shall be construed as conferring by implication, estoppel or otherwise any license or right under any patent, trademark or other intellectual property of TSRI or any third party. Except as expressly provided above, nothing contained herein shall be construed as conferring any right or license under any TSRI copyrights."
        ],
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "Custom license, but consistent."
            },
            {
                "criteria": "B.2.1",
                "comment": "Scope is incomplete - they claim no responsibility for data from other sources on their site."
            },
            {
                "criteria": "D.1.2",
                "comment": "No re-use allowed, just use."
            },
            {
                "criteria": "E.1.2",
                "comment": "No re-use allowed, just use."
            }
        ],
        "contacts": [
            "help@mygene.info"
        ]
    },
    {
        "id": "ncbi-gene",
        "source": "National Center for Biotechnology Information (Gene)",
        "source-link": "https://www.ncbi.nlm.nih.gov/gene/",
        "status": "complete",
        "description": "Gene integrates information from a wide range of species. A record may include nomenclature, Reference Sequences (RefSeqs), maps, pathways, variations, phenotypes, and links to genome-, phenotype-, and locus-specific resources worldwide.",
        "data-field": "biology",
        "data-type": "genomic resource",
        "data-categories": [
            "gene definition",
            "taxon definition",
            "gene-publication association"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "ftp://ftp.ncbi.nih.gov/gene/"
            }
        ],
        "license": "custom",
        "license-type": "unknown",
        "license-link": "http://www.ncbi.nlm.nih.gov/home/about/policies.shtml",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "The license apparently uses language to declare something similar to \"public domain\", but with the caveat that it may contain data that is otherwise."
            },
            {
                "criteria": "B.1",
                "comment": "This is judged to be a violation as any (re)use would depend on negotiating with all upstream copyright holders, which are not presented."
            },
            {
                "criteria": "B.2.1",
                "comment": "It is implied that their license does not cover all data."
            },
            {
                "criteria": "B.2.2",
                "comment": "Could not find an explicit \"clean\" version of the data in the downloads."
            },
            {
                "criteria": "D.1.2",
                "comment": "There is no apparent way to guarantee usage without possibly violating copyright."
            },
            {
                "criteria": "E.1.2",
                "comment": "There is no apparent way to guarantee usage without possibly violating copyright."
            }
        ],
        "license-commentary": [
            "We specifically avoided the more general operation of the EUtils suite, focusing on the provided downloads.",
            "The following statements from the license page seem to support a custom \"hands off\" approach. To was difficult to decide if this was \"restrictive\" or \"unknown.",
            "...NCBI itself places no restrictions on the use or distribution of the data contained therein. Nor do we accept data when the submitter has requested restrictions on reuse or redistribution...",
            "...some submitters of the original data...may claim patent, copyright, or other intellectual property rights in all or a portion of the data (that has been submitted)...",
            "...NCBI cannot provide comment or unrestricted permission concerning the use, copying, or distribution of the information contained in the molecular databases..."
        ],
        "contacts": [
            "info@ncbi.nlm.nih.gov"
        ]
    },
    {
        "id": "omia",
        "source": "Online Mendelian Inheritance in Animals (OMIA)",
        "source-link": "http://omia.angis.org.au",
        "status": "complete",
        "description": "Online Mendelian Inheritance in Animals (OMIA) is a catalogue/compendium of inherited disorders, other (single-locus) traits, and genes in 215 (non-model) animal species.",
        "data-field": "biology",
        "data-type": "veterinary x-species",
        "data-categories": [
            "gene-disease association"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://omia.angis.org.au/download/"
            }
        ],
        "license": "standard",
        "license-type": "copyright",
        "license-link": "http://sydney.edu.au/disclaimer.html",
        "license-issues": [
            {
                "criteria": "D.1.2",
                "comment": "The license seems to be a standard ARR, with no exception for any kind of bulk (re)use."
            },
            {
                "criteria": "E.1.2",
                "comment": "The license seems to be a standard ARR, with no exception for any kind of bulk (re)use."
            }
        ],
        "license-commentary": [
            "Appears to be the equivalent of Australian ARR with one exception, which looks fairly standard as well. The exception, however, adds little for our use case over ARR.",
            "The order of the copyright statments is: this is under copyright, a couple of groups may use a portion, but besides those no \\\"material from this site may not be reproduced for commercial purposes without prior written permission of the University of Sydney.\\\" We are reading this to mean that those specified limited categories may the data for commercial purposes, but all others must contact OMIA."
        ],
        "contacts": [
            "http://omia.angis.org.au/contact/"
        ]
    },
    {
        "id": "omim",
        "source": "Mendelian Inheritance in Man (OMIM)",
        "source-link": "https://www.omim.org",
        "status": "incomplete",
        "description": "OMIM is a comprehensive, authoritative compendium of human genes and genetic phenotypes with full-text, referenced overviews that contains information on all known mendelian disorders and over 12,000 genes. OMIM focuses on the relationship between phenotype and genotype.",
        "data-field": "biomedical",
        "data-type": "human",
        "data-categories": [
            "disease-phenotype association",
            "gene-disease association",
            "variant-disease association"
        ],
        "data-access": [
            {
                "type": "api",
                "location": "https://omim.org/api"
            },
            {
                "type": "download",
                "location": "https://omim.org/downloads/"
            }
        ],
        "license": "unknown",
        "license-type": "restrictive",
        "license-link": "http://www.omim.org/help/agreement",
        "license-issues": [
            {
                "criteria": "A.1.1",
                "comment": "There are different licenses for different portions of the data, and for different types of users."
            },
            {
                "criteria": "A.2",
                "comment": "Custom license with use restrictions."
            },
            {
                "criteria": "B.1",
                "comment": "Research and educational use of OMIM is encouraged, and single-user academic, non-profit, and governmental agencies can register below for access without a license. For-profit companies or anyone planning to redisplay or incorporate OMIM data into software MUST secure a license to obtain access to these files."
            },
            {
                "criteria": "C.1",
                "comment": "The data is only available after registering"
            },
            {
                "criteria": "D.1.1",
                "comment": "Research and educational use of OMIM is encouraged, and single-user academic, non-profit, and governmental agencies can register below for access to the following files without a license."
            },
            {
                "criteria": "E.1.1",
                "comment": "For-profit companies or anyone planning to redisplay or incorporate OMIM data into software MUST secure a license to obtain access to these files."
            }
        ],
        "license-commentary": [
            "See also: https://omim.org/downloads/",
            "From https://omim.org/help/agreement: This Use Agreement applies to any individual, institution, or organization that uses OMIM.org through its front end, including its mirror sites, the OMIM.org API, or downloads of OMIM data from the site. By accessing and using OMIM you agree to be bound by all the terms and conditions set forth in this USE AGREEMENT. This USE AGREEMENT shall constitute a legally binding agreement between the user and Johns Hopkins University (hereinafter \\\"JHU\\\").",
            "From https://omim.org/help/copyright: The OMIM® database including the collective data contained therein is the property of the Johns Hopkins University, which holds the copyright thereto."
        ],
        "contacts": [
            "JHTT-Communications@jhmi.edu"
        ]
    },
    {
        "id": "orphanet",
        "source": "Orphanet portal for rare diseases and orphan drugs",
        "source-link": "http://www.orpha.net",
        "status": "incomplete",
        "description": "Orphanet provides reference information on rare diseases and orphan drugs to help improve the diagnosis, care and treatment of patients with rare diseases.",
        "data-field": "biomedical",
        "data-type": "human",
        "data-categories": [
            "disease-gene association",
            "disease-phenotype association",
            "disease classification",
            "ontology"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://www.orphadata.org/cgi-bin/index.php/"
            },
            {
                "type": "api",
                "location": "http://www.orpha.net/sparql"
            }
        ],
        "license": "unknown",
        "license-type": "unknown",
        "license-link": "http://www.orphadata.org/cgi-bin/inc/legal.inc.php",
        "license-issues": [
            {
                "criteria": "A.1.1",
                "comment": "Some datasets are freely available on signature of a Data Transfer Agreement for Academia or with a fee for Industry. This is odd given the CC-BY-ND license applied to the whole site"
            },
            {
                "criteria": "B.1",
                "comment": "The license itself does not require legal intervention, but some data is not available without permission for access."
            },
            {
                "criteria": "D.1.2",
                "comment": "The CC-BY-ND license prevents derivation."
            }
        ],
        "license-commentary": [
            "...you are free to copy, distribute, display and make commercial use of these databases in all legislations, provided you give us credit.",
            "However, if you intend to distribute a modified version of one of our databases, you must ask us for permission first."
        ],
        "contacts": [
            "http://www.orphadata.org/cgi-bin/contact.php"
        ]
    },
    {
        "id": "orphanet-open",
        "source": "Orphanet portal for rare diseases and orphan drugs (open access subset)",
        "source-link": "http://www.orpha.net",
        "status": "complete",
        "description": "Orphanet provides reference information on rare diseases and orphan drugs to help improve the diagnosis, care and treatment of patients with rare diseases.",
        "data-field": "biomedical",
        "data-type": "human",
        "data-categories": [
            "disease-gene association",
            "disease-phenotype association",
            "disease classification",
            "ontology"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://www.orphadata.org/cgi-bin/index.php/"
            },
            {
                "type": "api",
                "location": "http://www.orpha.net/sparql"
            }
        ],
        "license": "https://creativecommons.org/licenses/by-nd/3.0/",
        "license-type": "restrictive",
        "license-link": "http://www.orphadata.org/cgi-bin/inc/legal.inc.php",
        "license-commentary": [
            "...you are free to copy, distribute, display and make commercial use of these databases in all legislations, provided you give us credit.",
            "However, if you intend to distribute a modified version of one of our databases, you must ask us for permission first.",
            "Users from Academia can obtain access for free via signature of a data transfer agreement",
            "Freely-accesssible dataset"
        ],
        "license-issues": [
            {
                "criteria": "D.1.2",
                "comment": "The CC-BY-ND license prevents derivation."
            },
            {
                "criteria": "E.1.2",
                "comment": "The CC-BY-ND license prevents derivation."
            }
        ],
        "contacts": [
            "http://www.orphadata.org/cgi-bin/contact.php"
        ]
    },
    {
        "id": "panther",
        "source": "Protein ANalysis THrough Evolutionary Relationships Classification System (PANTHER)",
        "source-link": "http://pantherdb.org/",
        "status": "complete",
        "description": "The PANTHER (Protein ANalysis THrough Evolutionary Relationships) Classification System was designed to classify proteins (and their genes) according to evolutionary family/subfamily, molecular function, biological process, and pathway. The PANTHER Classifications are the result of human curation as well as sophisticated bioinformatics algorithms.",
        "data-field": "biology",
        "data-type": "genomic resource",
        "data-categories": [
            "orthology"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://pantherdb.org/downloads/index.jsp"
            }
        ],
        "license": "all rights reserved",
        "license-type": "copyright",
        "license-issues": [
            {
                "criteria": "D.1.2",
                "comment": "Given the all rights reserved copyright statement, any downstream reuse would require negotiation."
            },
            {
                "criteria": "E.1.2",
                "comment": "Given the all rights reserved copyright statement, all user/agent types would need to negotiate downstream reuse."
            }
        ],
        "license-commentary": [
            "There is an alternate curation for this resource that bases itself off of 'http://www.pantherdb.org/tou.jsp', which was found using a narrow Google search and not given consideration due to the difficulties in finding it--we have found no access to this document yet except for the Google search.",
            "Considering the alternate license, downloads are under a permissive minimal license that states '...as long as the following copyright statement is placed at the top of each file: Copyright © 2005 SRI International', which besides being likely out of data, is custom and does not cover APIs, remixing, and the like. It is hard to interpret the consequences of this license."
        ],
        "contacts": [
            "feedback@pantherdb.org",
            "pdthomas@usc.edu"
        ]
    },
    {
        "id": "reactome",
        "source": "Reactome",
        "source-link": "http://www.reactome.org",
        "status": "complete",
        "description": "Reactome is a free, open-source, curated and peer reviewed pathway database. Our goal is to provide intuitive bioinformatics tools for the visualization, interpretation and analysis of pathway knowledge to support basic research, genome analysis, modeling, systems biology and education.",
        "data-field": "biology",
        "data-type": "pathway",
        "data-categories": [
            "pathway data"
        ],
        "data-access": [
            {
                "type": "download",
                "location": "http://reactome.org/pages/download-data/"
            },
            {
                "type": "api",
                "location": "http://reactome.org/pages/documentation/developer-guide/content-service/"
            }
        ],
        "license": "CC-BY-4.0",
        "license-type": "permissive",
        "license-link": "http://www.reactome.org/pages/about/license-agreement/",
        "license-issues": [
            {
                "criteria": "B.2.2",
                "comment": "KEGG gene and pathway annotations used to construct Reactome Functional Interaction (FI) Network are not licenced CC-BY-4.0. There is a comment that \"the recipient may not distribute this data to other users without a license from Pathway Solutions, Inc.\""
            }
        ],
        "license-commentary": [
            "The issue with criteria B.2.2 could be rectified if Reactome provided a clean copy of the data that can be redistributed without negotiation."
        ],
        "contacts": [
            "help@reactome.org"
        ]
    },
    {
        "id": "wormbase",
        "source": "WormBase",
        "source-link": "http://www.wormbase.org",
        "status": "complete",
        "description": "WormBase is an international consortium dedicated to providing the research community with accurate, current, accessible information concerning the genetics, genomics and biology of C. elegans and related nematodes.",
        "data-field": "biology",
        "data-type": "model organism genome sequences",
        "data-access": [
            {
                "type": "download",
                "location": "http://www.wormbase.org/about/userguide#3--10"
            },
            {
                "type": "api",
                "location": "http://www.wormbase.org/about/userguide/for_developers/api-rest#01--10"
            }
        ],
        "license": "custom",
        "license-type": "unknown",
        "license-link": "http://www.wormbase.org/about/policies#2--10",
        "license-issues": [
            {
                "criteria": "A.1.1",
                "comment": "A single license is not provided, rather data users are intructed that they are responsible for identifying and complying with licensing and copyright restrictions for each piece of information in the database."
            }
        ],
        "license-commentary": [
            "Because this no single license is provided, this source can only be awarded a total of 1 stars.  As both components of criteria C were met, 1 star total was awarded."
        ],
        "contacts": [
            "help@wormbase.org"
        ]
    },
    {
        "id": "zfin",
        "source": "Zebrafish Information Network (ZFIN)",
        "source-link": "http://zfin.org",
        "status": "complete",
        "description": "The Zebrafish Information Resource is the community database resource for the laboratory use of zebrafish which develops and supports integrated zebrafish genetic, genomic and developmental information, maintains the definitive reference data sets of zebrafish research information toward facilitation of the use of zebrafish as a model for human biology.",
        "data-field": "biology",
        "data-type": "model organism database",
        "data-access": [
            {
                "type": "download",
                "location": "http://zfin.org/downloads"
            }
        ],
        "license": "custom",
        "license-type": "restrictive",
        "license-link": "http://zfin.org/warranty.html",
        "license-issues": [
            {
                "criteria": "A.2",
                "comment": "Custom license with non academic and non research use restrictions."
            },
            {
                "criteria": "B.1",
                "comment": "The license explicity requires intervention for downstream reuse and redistribution."
            },
            {
                "criteria": "D.1.2",
                "comment": "The license requires written permission for redistribution."
            },
            {
                "criteria": "E.1.2",
                "comment": "The license requires written premission for redistribution even for academic and non commerical parties."
            }
        ],
        "license-commentary": [
            "-ZFIN Software and Data are provided to enhance knowledge and encourage progress in the scientific community, and are to be used only for research and educational purposes. ZFIN reserves all rights not expressly granted. Further, ZFIN retains all rights, title, and interest in and to the Software and Data. Any reproduction or use for a commercial purpose is prohibited without the prior express written permission of ZFIN. Distribution of the Software or Data to any third party, without a separate written agreement with ZFIN, is prohibited."
        ],
        "contacts": [
            "jknight@zfin.org"
        ]
    }
]